Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: This file is %1$@, above the interactive lab's %2$@ import limit. Use Tools/ImageInputProbe for large-file stress tests.
de: Diese Datei ist %1$@ und liegt über dem Importlimit %2$@ des interaktiven Labors. Verwenden Sie Tools/ImageInputProbe für Stresstests mit großen Dateien.
es: Este archivo es %1$@, por encima del límite de importación %2$@ del laboratorio interactivo. Utilice Herramientas/ImageInputProbe para pruebas de estrés de archivos grandes.
fr: Ce fichier est %1$@, au-dessus de la limite d'importation %2$@ du laboratoire interactif. Utilisez Tools/ImageInputProbe pour les tests de résistance de fichiers volumineux.
it: Questo file è %1$@, superiore al limite di importazione %2$@ del laboratorio interattivo. Utilizza Tools/ImageInputProbe per stress test su file di grandi dimensioni.
ja: このファイルは %1$@ で、インタラクティブ ラボの %2$@ インポート制限を超えています。大規模ファイルのストレス テストには Tools/ImageInputProbe を使用します。
ko: 이 파일은 대화형 실습의 %2$@ 가져오기 제한을 초과하는 %1$@입니다. 대용량 파일 스트레스 테스트에는 Tools/ImageInputProbe를 사용하세요.
pt_br: Este arquivo é %1$@, acima do limite de importação %2$@ do laboratório interativo. Use Tools/ImageInputProbe para testes de estresse de arquivos grandes.
zh_hans: 此文件是 %1$@，高于交互式实验室的 %2$@ 导入限制。使用 Tools/ImageInputProbe 进行大文件压力测试。
zh_hant: 此檔案為 %1$@，高於互動實驗室的 %2$@ 匯入限制。使用 Tools/ImageInputProbe 進行大檔案壓力測試。

source: This file is already in the source index.
de: Diese Datei befindet sich bereits im Quellindex.
es: Este archivo ya está en el índice fuente.
fr: Ce fichier est déjà dans l'index source.
it: Questo file è già nell'indice sorgente.
ja: このファイルはすでにソース インデックスにあります。
ko: 이 파일은 이미 소스 인덱스에 있습니다.
pt_br: Este arquivo já está no índice de origem.
zh_hans: 该文件已在源索引中。
zh_hant: 該檔案已在來源索引中。

source: This image needs about %1$@ to decode, above the interactive lab's %2$@ safety limit. Use Tools/ImageInputProbe for resolution stress tests.
de: Für die Dekodierung dieses Bildes sind etwa %1$@ erforderlich, was über dem Sicherheitsgrenzwert %2$@ des interaktiven Labors liegt. Verwenden Sie Tools/ImageInputProbe für Auflösungsstresstests.
es: Esta imagen necesita aproximadamente %1$@ para decodificarse, por encima del límite de seguridad %2$@ del laboratorio interactivo. Utilice Herramientas/ImageInputProbe para pruebas de estrés de resolución.
fr: Cette image nécessite environ %1$@ pour être décodée, au-dessus de la limite de sécurité %2$@ du laboratoire interactif. Utilisez Tools/ImageInputProbe pour les tests de résistance de résolution.
it: Questa immagine richiede circa %1$@ per essere decodificata, oltre il limite di sicurezza %2$@ del laboratorio interattivo. Utilizzare Tools/ImageInputProbe per gli stress test di risoluzione.
ja: この画像のデコードには約 %1$@ が必要で、インタラクティブ ラボの安全制限 %2$@ を超えています。解像度ストレス テストには Tools/ImageInputProbe を使用します。
ko: 이 이미지를 디코딩하려면 대화형 실험실의 %2$@ 안전 한계를 초과하는 약 %1$@가 필요합니다. 해상도 스트레스 테스트에는 Tools/ImageInputProbe를 사용하세요.
pt_br: Esta imagem precisa de cerca de %1$@ para ser decodificada, acima do limite de segurança %2$@ do laboratório interativo. Use Tools/ImageInputProbe para testes de estresse de resolução.
zh_hans: 此图像需要大约 %1$@ 才能解码，高于交互式实验室的 %2$@ 安全限制。使用 Tools/ImageInputProbe 进行分辨率压力测试。
zh_hant: 此圖像需要大約 %1$@ 才能解碼，高於互動實驗室的 %2$@ 安全限制。使用 Tools/ImageInputProbe 進行解析度壓力測試。

source: This observed entry has no displayable segments.
de: Dieser beobachtete Eintrag hat keine anzeigbaren Segmente.
es: Esta entrada observada no tiene segmentos visualizables.
fr: Cette entrée observée ne comporte aucun segment affichable.
it: Questa voce osservata non ha segmenti visualizzabili.
ja: この観察されたエントリには表示可能なセグメントがありません。
ko: 이 관찰된 항목에는 표시 가능한 세그먼트가 없습니다.
pt_br: Esta entrada observada não possui segmentos exibíveis.
zh_hans: 观察到的条目没有可显示的段。
zh_hant: 觀察到的條目沒有可顯示的段落。

source: This path is declared by the lab; it is not presented as model output. Arguments and order must match.
de: Dieser Pfad wird vom Labor deklariert; Es wird nicht als Modellausgabe dargestellt. Argumente und Reihenfolge müssen übereinstimmen.
es: Esta ruta la declara el laboratorio; no se presenta como resultado del modelo. Los argumentos y el orden deben coincidir.
fr: Ce chemin est déclaré par le laboratoire ; il n'est pas présenté comme sortie du modèle. Les arguments et l’ordre doivent correspondre.
it: Questo percorso è dichiarato dal laboratorio; non è presentato come output del modello. Gli argomenti e l'ordine devono corrispondere.
ja: このパスは研究室によって宣言されています。モデルの出力としては表示されません。引数と順序は一致する必要があります。
ko: 이 경로는 연구실에서 선언한 경로입니다. 모델 출력으로 표시되지 않습니다. 인수와 순서가 일치해야 합니다.
pt_br: Este caminho é declarado pelo laboratório; não é apresentado como saída do modelo. Argumentos e ordem devem corresponder.
zh_hans: 该路径由实验室声明；它不作为模型输出呈现。参数和顺序必须匹配。
zh_hant: 此路徑由實驗室宣告；它不作為模型輸出呈現。參數和順序必須相符。

source: This permanently deletes every recorded run. Saved experiments are not affected.
de: Dadurch wird jeder aufgezeichnete Lauf dauerhaft gelöscht. Gespeicherte Experimente sind davon nicht betroffen.
es: Esto elimina permanentemente cada ejecución registrada. Los experimentos guardados no se ven afectados.
fr: Cela supprime définitivement chaque exécution enregistrée. Les expériences enregistrées ne sont pas affectées.
it: Elimina permanentemente ogni corsa registrata. Gli esperimenti salvati non sono interessati.
ja: これにより、記録されたすべての実行が完全に削除されます。保存された実験は影響を受けません。
ko: 이렇게 하면 기록된 모든 실행이 영구적으로 삭제됩니다. 저장된 실험은 영향을 받지 않습니다.
pt_br: Isso exclui permanentemente todas as corridas registradas. Os experimentos salvos não são afetados.
zh_hans: 这将永久删除每个记录的跑步。保存的实验不受影响。
zh_hant: 這將永久刪除每個記錄的跑步。保存的實驗不受影響。

source: This permanently deletes imported files, added text, and sample sources from the index.
de: Dadurch werden importierte Dateien, hinzugefügter Text und Beispielquellen dauerhaft aus dem Index gelöscht.
es: Esto elimina permanentemente del índice los archivos importados, el texto agregado y las fuentes de muestra.
fr: Cela supprime définitivement les fichiers importés, le texte ajouté et les exemples de sources de l'index.
it: Elimina permanentemente i file importati, il testo aggiunto e le fonti di esempio dall'indice.
ja: これにより、インポートされたファイル、追加されたテキスト、サンプル ソースがインデックスから完全に削除されます。
ko: 가져온 파일, 추가된 텍스트, 샘플 소스를 색인에서 영구적으로 삭제합니다.
pt_br: Isso exclui permanentemente arquivos importados, texto adicionado e fontes de amostra do índice.
zh_hans: 这将从索引中永久删除导入的文件、添加的文本和示例源。
zh_hant: 這將從索引中永久刪除匯入的檔案、新增的文字和範例來源。

source: This removes the current Health chat transcript.
de: Dadurch wird das aktuelle Health-Chat-Transkript entfernt.
es: Esto elimina la transcripción actual del chat de salud.
fr: Cela supprime la transcription actuelle du chat Santé.
it: Rimuove la trascrizione corrente della chat di salute.
ja: これにより、現在のヘルスチャットのトランスクリプトが削除されます。
ko: 현재 건강 채팅 기록이 제거됩니다.
pt_br: Isso remove a transcrição atual do chat de Saúde.
zh_hans: 这将删除当前的健康聊天记录。
zh_hant: 這將刪除目前的健康聊天記錄。

source: This session ran out of context. Shorten the prompt or start a new experiment.
de: Diese Sitzung wurde aus dem Kontext gerissen. Verkürzen Sie die Eingabeaufforderung oder starten Sie ein neues Experiment.
es: Esta sesión quedó fuera de contexto. Acorte el mensaje o comience un nuevo experimento.
fr: Cette session est sortie de son contexte. Raccourcissez l'invite ou démarrez une nouvelle expérience.
it: Questa sessione è andata fuori contesto. Accorcia la richiesta o avvia un nuovo esperimento.
ja: このセッションは文脈を無視しました。プロンプトを短くするか、新しい実験を開始してください。
ko: 이 세션에는 맥락이 부족합니다. 프롬프트를 줄이거나 새로운 실험을 시작하세요.
pt_br: Esta sessão ficou fora de contexto. Encurte o prompt ou inicie um novo experimento.
zh_hans: 本次会议断章取义。缩短提示或开始新的实验。
zh_hant: 本次會議斷章取義。縮短提示或開始新的實驗。

source: This system language model does not support tool calling, which this lab requires.
de: Dieses Systemsprachenmodell unterstützt keinen Tool-Aufruf, der für diese Übung erforderlich ist.
es: Este modelo de lenguaje del sistema no admite la llamada a herramientas, que requiere esta práctica de laboratorio.
fr: Ce modèle de langage système ne prend pas en charge les appels d'outils, dont cet atelier a besoin.
it: Questo modello linguistico di sistema non supporta la chiamata di strumenti, richiesta da questo lab.
ja: このシステム言語モデルは、このラボで必要なツール呼び出しをサポートしていません。
ko: 이 시스템 언어 모델은 이 실습에 필요한 도구 호출을 지원하지 않습니다.
pt_br: Este modelo de linguagem de sistema não suporta chamada de ferramenta, exigida por este laboratório.
zh_hans: 该系统语言模型不支持本实验所需的工具调用。
zh_hant: 此系統語言模型不支援本實驗所需的工具呼叫。

source: Token counts come from Response.Usage. Elapsed time is this app's wall-clock observation of sequential requests. Network conditions, service load, caching, generation variance, and run order are uncontrolled, so these results do not establish that a reasoning level caused a latency or quality difference.
de: Die Token-Zählungen stammen von Response.Usage. Die verstrichene Zeit ist die kontinuierliche Überwachung aufeinanderfolgender Anforderungen durch diese App. Netzwerkbedingungen, Dienstlast, Caching, Generationsvarianz und Ausführungsreihenfolge sind unkontrolliert, daher belegen diese Ergebnisse nicht, dass eine Argumentationsebene eine Latenz oder einen Qualitätsunterschied verursacht hat.
es: Los recuentos de tokens provienen de Response.Usage. El tiempo transcurrido es la observación del reloj de pared de solicitudes secuenciales de esta aplicación. Las condiciones de la red, la carga del servicio, el almacenamiento en caché, la variación de generación y el orden de ejecución no están controlados, por lo que estos resultados no establecen que un nivel de razonamiento haya causado una latencia o una diferencia de calidad.
fr: Le ​​nombre de jetons provient de Response.Usage. Le temps écoulé est l'observation murale des requêtes séquentielles par cette application. Les conditions du réseau, la charge de service, la mise en cache, la variance de génération et l'ordre d'exécution ne sont pas contrôlés. Ces résultats n'établissent donc pas qu'un niveau de raisonnement a provoqué une latence ou une différence de qualité.
it: I conteggi dei token provengono da Response.Usage. Il tempo trascorso è l'osservazione dell'orologio da parete di questa app delle richieste sequenziali. Le condizioni di rete, il carico del servizio, la memorizzazione nella cache, la varianza di generazione e l'ordine di esecuzione non sono controllati, quindi questi risultati non stabiliscono che un livello di ragionamento abbia causato una latenza o una differenza di qualità.
ja: トークン数は Response.Usage から取得されます。経過時間は、このアプリによる連続したリクエストの実測値です。ネットワーク状態、サービス負荷、キャッシュ、世代の差異、および実行順序は制御されていないため、これらの結果は推論レベルが遅延や品質の違いを引き起こしたことを証明するものではありません。
ko: 토큰 수는 Response.Usage에서 가져옵니다. 경과 시간은 순차적 요청에 대한 이 앱의 벽시계 관찰입니다. 네트워크 조건, 서비스 로드, 캐싱, 세대 차이 및 실행 순서는 제어되지 않으므로 이러한 결과는 추론 수준으로 인해 대기 시간이나 품질 차이가 발생했다는 사실을 입증하지 못합니다.
pt_br: As contagens de token vêm de Response.Usage. O tempo decorrido é a observação do relógio de parede de solicitações sequenciais deste aplicativo. As condições de rede, carga de serviço, cache, variação de geração e ordem de execução não são controladas, portanto, esses resultados não estabelecem que um nível de raciocínio causou uma diferença de latência ou qualidade.
zh_hans: 令牌计数来自 Response.Usage。经过的时间是这个应用程序对顺序请求的挂钟观察。网络条件、服务负载、缓存、生成差异和运行顺序不受控制，因此这些结果并不能证明推理级别导致了延迟或质量差异。
zh_hant: 令牌計數來自 Response.Usage。經過的時間是這個應用程式對順序請求的掛鐘觀察。網路條件、服務負載、快取、產生差異和運行順序不受控制，因此這些結果並不能證明推理等級導致了延遲或品質差異。

source: Tool %lld
de: Werkzeug %lld
es: Herramienta %lld
fr: Outil %lld
it: Attrezzo %lld
ja: ツール %lld
ko: 도구 %lld
pt_br: Ferramenta %lld
zh_hans: 工具%lld
zh_hant: 工具%lld

source: Tool Calls
de: Tool-Aufrufe
es: Llamadas a herramientas
fr: Appels d'outils
it: Chiamate strumento
ja: ツールコール
ko: 도구 호출
pt_br: Chamadas de ferramentas
zh_hans: 工具调用
zh_hant: 工具調用

source: Tool Output
de: Werkzeugausgabe
es: Salida de herramienta
fr: Sortie de l'outil
it: Uscita strumento
ja: ツール出力
ko: 도구 출력
pt_br: Saída da ferramenta
zh_hans: 工具输出
zh_hant: 工具輸出

source: Tool Turn Running
de: Werkzeugdrehung läuft
es: Giro de herramienta en funcionamiento
fr: Tour d'outil en cours d'exécution
it: Turno utensile in esecuzione
ja: ツールターン実行中
ko: 공구 회전 실행
pt_br: Execução do giro da ferramenta
zh_hans: 刀具转动运行
zh_hant: 刀具轉動運行

source: Tool-calling mode
de: Werkzeugaufrufmodus
es: Modo de llamada de herramienta
fr: Mode d'appel d'outil
it: Modalità di chiamata dello strumento
ja: ツール呼び出しモード
ko: 도구 호출 모드
pt_br: Modo de chamada de ferramenta
zh_hans: 工具调用模式
zh_hant: 工具呼叫模式

source: Top score: %@
de: Bestnote: %@
es: Puntuación máxima: %@
fr: Meilleur score : %@
it: Punteggio massimo: %@
ja: トップスコア: %@
ko: 최고 점수: %@
pt_br: Pontuação máxima: %@
zh_hans: 最高分：%@
zh_hant: 最高分：%@

source: Total tokens
de: Gesamtzahl der Token
es: Fichas totales
fr: Total de jetons
it: Gettoni totali
ja: トークンの総数
ko: 총 토큰
pt_br: Total de tokens
zh_hans: 代币总数
zh_hant: 代幣總數

source: Transcript call
de: Transkriptanruf
es: Llamada de transcripción
fr: Transcription d'appel
it: Chiamata trascrizione
ja: 通話のトランスクリプト
ko: 성적 통화
pt_br: Transcrição da chamada
zh_hans: 通话记录
zh_hant: 通話記錄

source: Transcript calls
de: Anrufe protokollieren
es: Llamadas de transcripción
fr: Transcription des appels
it: Trascrizione chiamate
ja: 通話のトランスクリプト
ko: 성적 통화
pt_br: Transcrição de chamadas
zh_hans: 通话记录
zh_hant: 通話記錄

source: Transcript calls and outputs come from the real LanguageModelSession transcript. Local executions are recorded inside the deterministic tool itself; the model response is shown separately. Allowed permits but does not require a call. Required forces the first call, then this lab switches to allowed so the model can finish its answer.
de: Transkriptaufrufe und -ausgaben stammen aus dem echten LanguageModelSession-Transkript. Lokale Ausführungen werden im deterministischen Tool selbst aufgezeichnet. Die Modellantwort wird separat angezeigt. Erlaubte Genehmigungen, erfordern jedoch keinen Anruf. „Erforderlich“ erzwingt den ersten Aufruf, dann wechselt dieses Labor zu „Zulässig“, damit das Modell seine Antwort beenden kann.
es: Las llamadas y resultados de transcripciones provienen de la transcripción real de LanguageModelSession. Las ejecuciones locales se registran dentro de la propia herramienta determinista; la respuesta del modelo se muestra por separado. Se permite permisos pero no requiere llamada. Requerido fuerza la primera llamada, luego esta práctica de laboratorio cambia a permitido para que el modelo pueda finalizar su respuesta.
fr: Les appels et les sorties de transcription proviennent de la véritable transcription LanguageModelSession. Les exécutions locales sont enregistrées dans l'outil déterministe lui-même ; la réponse du modèle est présentée séparément. Autorisé mais ne nécessite pas d'appel. Requis force le premier appel, puis cet atelier passe à Autorisé afin que le modèle puisse terminer sa réponse.
it: Le chiamate e gli output della trascrizione provengono dalla trascrizione reale di LanguageModelSession. Le esecuzioni locali vengono registrate all'interno dello strumento deterministico stesso; la risposta del modello è mostrata separatamente. Ammesso consente ma non richiede una chiamata. Obbligatorio forza la prima chiamata, quindi questo lab passa a consentito in modo che il modello possa completare la risposta.
ja: トランスクリプトの呼び出しと出力は、実際の LanguageModelSession トランスクリプトから取得されます。ローカル実行は決定論的ツール自体の内部に記録されます。モデル応答は別途示されています。許可されますが、呼び出しは必要ありません。 Required では最初の呼び出しが強制され、その後このラボは allowed に切り替わり、モデルが応答を完了できるようになります。
ko: 성적 증명서 호출 및 출력은 실제 LanguageModelSession 성적 증명서에서 나옵니다. 로컬 실행은 결정론적 도구 자체 내에 기록됩니다. 모델 응답은 별도로 표시됩니다. 허가가 허용되지만 전화가 필요하지 않습니다. 필수가 첫 번째 호출을 강제로 실행한 다음 모델이 응답을 완료할 수 있도록 이 실습은 허용으로 전환합니다.
pt_br: As chamadas e saídas de transcrição vêm da transcrição real de LanguageModelSession. As execuções locais são registradas na própria ferramenta determinística; a resposta do modelo é mostrada separadamente. Permitido permite, mas não requer chamada. Obrigatório força a primeira chamada e, em seguida, este laboratório muda para permitido para que o modelo possa finalizar sua resposta.
zh_hans: 转录本调用和输出来自真实的 LanguageModelSession 转录本。本地执行记录在确定性工具本身内；模型响应单独显示。允许许可，但不需要致电。 required 强制执行第一个调用，然后该实验室切换到 allowed，以便模型可以完成其答案。
zh_hant: 轉錄本調用和輸出來自真實的 LanguageModelSession 轉錄本。本地執行記錄在確定性工具本身內；模型回應單獨顯示。允許許可，但不需要致電。 required 強制執行第一個調用，然後該實驗室切換到 allowed，以便模型可以完成其答案。

source: Transcript entries
de: Transkripteinträge
es: Entradas de transcripción
fr: Entrées de transcription
it: Voci di trascrizione
ja: トランスクリプトエントリ
ko: 성적 증명서 항목
pt_br: Entradas de transcrição
zh_hans: 成绩单条目
zh_hant: 成績單條目

source: Transcript output
de: Transkriptausgabe
es: Salida de la transcripción
fr: Sortie de transcription
it: Output della trascrizione
ja: トランスクリプト出力
ko: 성적표 출력
pt_br: Saída da transcrição
zh_hans: 成绩单输出
zh_hant: 成績單輸出

source: Try a Prompt
de: Versuchen Sie es mit einer Eingabeaufforderung
es: Pruebe un mensaje
fr: Essayez une invite
it: Prova un messaggio
ja: プロンプトを試してください
ko: 프롬프트를 사용해 보세요
pt_br: Experimente um prompt
zh_hans: 尝试提示
zh_hant: 嘗試提示

source: Try: I had a chicken salad with avocado and olive oil dressing.
de: Versuchen Sie: Ich hatte einen Hühnersalat mit Avocado-Olivenöl-Dressing.
es: Pruebe: Comí una ensalada de pollo con aderezo de aguacate y aceite de oliva.
fr: Essayez : j'ai mangé une salade de poulet avec une vinaigrette à l'avocat et à l'huile d'olive.
it: Prova: ho mangiato un'insalata di pollo con avocado e salsa di olio d'oliva.
ja: 試してみてください: アボカドとオリーブオイルのドレッシングを添えたチキンサラダを食べました。
ko: 시도해 보세요: 아보카도와 올리브 오일 드레싱을 곁들인 치킨 샐러드를 먹었습니다.
pt_br: Experimente: comi uma salada de frango com abacate e molho de azeite.
zh_hans: 尝试：我吃了一份鸡肉沙拉，配鳄梨和橄榄油酱。
zh_hant: 嘗試：我吃了一份雞肉沙拉，配上酪梨和橄欖油醬。

source: Turn on Apple Intelligence in Settings, then return to run the lab.
de: Aktivieren Sie Apple Intelligence in den Einstellungen und kehren Sie dann zurück, um das Labor auszuführen.
es: Active Apple Intelligence en Configuración y luego regrese para ejecutar la práctica de laboratorio.
fr: Activez Apple Intelligence dans Paramètres, puis revenez pour exécuter l'atelier.
it: Attiva Apple Intelligence in Impostazioni, quindi torna a eseguire il laboratorio.
ja: [設定] で Apple Intelligence をオンにし、戻ってラボを実行します。
ko: 설정에서 Apple Intelligence를 켠 후 돌아와서 실습을 실행하세요.
pt_br: Ative Apple Intelligence em Configurações e retorne para executar o laboratório.
zh_hans: 在“设置”中打开 Apple Intelligence，然后返回运行实验。
zh_hant: 在「設定」中開啟 Apple Intelligence，然後返回運行實驗。

source: Turn this screenshot into a concise bug report. Separate visible evidence from inference.
de: Verwandeln Sie diesen Screenshot in einen prägnanten Fehlerbericht. Trennen Sie sichtbare Beweise von Schlussfolgerungen.
es: Convierta esta captura de pantalla en un informe de error conciso. Separe la evidencia visible de la inferencia.
fr: Transformez cette capture d'écran en un rapport de bug concis. Séparez les preuves visibles des inférences.
it: Trasforma questo screenshot in una concisa segnalazione di bug. Separare le prove visibili dalle inferenze.
ja: このスクリーンショットを簡潔なバグレポートに変換します。目に見える証拠を推論から分離します。
ko: 이 스크린샷을 간결한 버그 보고서로 바꿔보세요. 추론과 눈에 보이는 증거를 분리하세요.
pt_br: Transforme esta captura de tela em um relatório de bug conciso. Separe a evidência visível da inferência.
zh_hans: 将此屏幕截图转换为简洁的错误报告。将可见证据与推论分开。
zh_hant: 將此螢幕截圖轉換為簡潔的錯誤報告。將可見證據與推論分開。

source: Unknown Entry
de: Unbekannter Eintrag
es: Entrada desconocida
fr: Entrée inconnue
it: Voce sconosciuta
ja: 不明なエントリ
ko: 알 수 없는 항목
pt_br: Entrada desconhecida
zh_hans: 未知条目
zh_hant: 未知條目

source: Unknown Segment
de: Unbekanntes Segment
es: Segmento desconocido
fr: Segment inconnu
it: Segmento sconosciuto
ja: 不明なセグメント
ko: 알 수 없는 세그먼트
pt_br: Segmento desconhecido
zh_hans: 未知段
zh_hant: 未知段

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unknown segment
de: Unbekanntes Segment
es: Segmento desconocido
fr: Segment inconnu
it: Segmento sconosciuto
ja: 不明なセグメント
ko: 알 수 없는 세그먼트
pt_br: Segmento desconhecido
zh_hans: 未知段
zh_hant: 未知段

source: Unreadable arguments
de: Unlesbare Argumente
es: Argumentos ilegibles
fr: Arguments illisibles
it: Argomenti illeggibili
ja: 読み取れない引数
ko: 읽을 수 없는 인수
pt_br: Argumentos ilegíveis
zh_hans: 不可读的参数
zh_hant: 不可讀的參數

source: Unsaved changes to this experiment will be lost.
de: Nicht gespeicherte Änderungen an diesem Experiment gehen verloren.
es: Se perderán los cambios no guardados en este experimento.
fr: Les modifications non enregistrées apportées à cette expérience seront perdues.
it: Le modifiche non salvate a questo esperimento andranno perse.
ja: この実験に対する未保存の変更は失われます。
ko: 이 실험에서 저장되지 않은 변경사항은 손실됩니다.
pt_br: As alterações não salvas nesta experiência serão perdidas.
zh_hans: 对此实验未保存的更改将会丢失。
zh_hant: 對此實驗未儲存的變更將會遺失。

source: Use compact result formatting
de: Verwenden Sie eine kompakte Ergebnisformatierung
es: Usar formato de resultados compacto
fr: Utiliser un formatage compact des résultats
it: Utilizza la formattazione compatta dei risultati
ja: コンパクトな結果の書式設定を使用する
ko: 압축된 결과 형식 사용
pt_br: Use formatação de resultado compacta
zh_hans: 使用紧凑的结果格式
zh_hant: 使用緊湊的結果格式

source: Use one session to switch languages while preserving the conversation’s context.
de: Verwenden Sie eine Sitzung, um die Sprache zu wechseln und gleichzeitig den Kontext der Konversation beizubehalten.
es: Utilice una sesión para cambiar de idioma conservando el contexto de la conversación.
fr: Utilisez une session pour changer de langue tout en préservant le contexte de la conversation.
it: Usa una sessione per cambiare lingua preservando il contesto della conversazione.
ja: 会話のコンテキストを維持しながら、1 つのセッションを使用して言語を切り替えます。
ko: 하나의 세션을 사용하여 대화의 맥락을 유지하면서 언어를 전환하세요.
pt_br: Use uma sessão para trocar de idioma preservando o contexto da conversa.
zh_hans: 使用一个会话来切换语言，同时保留对话的上下文。
zh_hant: 使用一個會話來切換語言，同時保留對話的上下文。

source: Use the current location to ground a response.
de: Verwenden Sie den aktuellen Standort, um eine Reaktion zu erden.
es: Utilice la ubicación actual para establecer una respuesta.
fr: Utilisez l'emplacement actuel pour ancrer une réponse.
it: Usa la posizione corrente per radicare una risposta.
ja: 現在の場所を使用して応答を接地します。
ko: 현재 위치를 사용하여 응답을 접지합니다.
pt_br: Use a localização atual para aterrar uma resposta.
zh_hans: 使用当前位置来接地响应。
zh_hant: 使用目前位置來接地響應。

source: Values are estimates from your description. This example does not read Health data or provide medical guidance.
de: Die Werte sind Schätzungen anhand Ihrer Beschreibung. In diesem Beispiel werden keine Gesundheitsdaten gelesen und keine medizinischen Ratschläge bereitgestellt.
es: Los valores son estimaciones de su descripción. Este ejemplo no lee datos de salud ni proporciona orientación médica.
fr: Les valeurs sont des estimations tirées de votre description. Cet exemple ne lit pas les données de santé et ne fournit pas de conseils médicaux.
it: I valori sono stime dalla tua descrizione. Questo esempio non legge i dati sanitari né fornisce indicazioni mediche.
ja: 値は説明からの推定値です。この例では、健康データを読み取ったり、医療指導を提供したりすることはありません。
ko: 값은 설명에 따른 추정치입니다. 이 예에서는 건강 데이터를 읽거나 의료 지침을 제공하지 않습니다.
pt_br: Os valores são estimativas da sua descrição. Este exemplo não lê dados de saúde nem fornece orientação médica.
zh_hans: 值是根据您的描述估算的。此示例不读取健康数据或提供医疗指导。
zh_hant: 值是根據您的描述估算的。此範例不讀取健康數據或提供醫療指導。

source: Voice input couldn’t start because the audio session isn’t available.
de: Die Spracheingabe konnte nicht gestartet werden, da die Audiositzung nicht verfügbar ist.
es: La entrada de voz no pudo iniciarse porque la sesión de audio no está disponible.
fr: La saisie vocale n'a pas pu démarrer car la session audio n'est pas disponible.
it: Impossibile avviare l'input vocale perché la sessione audio non è disponibile.
ja: オーディオセッションが利用できないため、音声入力を開始できませんでした。
ko: 오디오 세션을 사용할 수 없어 음성 입력을 시작할 수 없습니다.
pt_br: A entrada de voz não pôde ser iniciada porque a sessão de áudio não está disponível.
zh_hans: 语音输入无法启动，因为音频会话不可用。
zh_hant: 語音輸入無法啟動，因為音訊會話不可用。
